Repository: Maria-Feher-Lehrner/iOS_PlantLibrary
Catalog: PlantBase/*.lproj/Localizable.strings
Languages: de

source: Save
de: Speichern

source: Save changes
de: Änderungen speichern

source: Add
de: Hinzufügen

source: Botanical name
de: Botanischer Name

# 2/w
source: twice/week
de: 2x/Woche

# 1/w
source: once/week
de: 1x/Woche

# 0.5/w
source: every 2nd week
de: alle 2 Wochen

# 2/m
source: twice/month
de: 2x/Monat

# 1/m
source: once/month
de: 1x/Monat

# 0.5/m
source: evr. 2nd month
de: alle 2 Monate

source: low
de: dunkel

# m-low
source: med-low
de: schattig

# m-high
source: med-high
de: hell

source: high
de: sonnig

# Subtitle
source: Your little at home phytothek.
de: Deine kleine Heim-Phytothek.

# Check_blooms
source: Check on your blooms
de: Schau nach deinen Pflanzen

source: Plant catalogue
de: Pflanzenkatalog

# New_Plant
source: Got a new green friend?
de: Neuer grüner Freund?

# Location_prompt
source: Where do your plants live?
de: Wo stehen deine Pflanzen?

# Leafy_Friend
source: Your Leafy Friends
de: Deine blättrigen Freunde

# Anonymous
source: Anonymous Plant
de: Anonyme Pflanze

# Unknown
source: Unknown Room
de: Unbekannter Raum

# Photo
source: Pick a photo
de: Wähle ein Foto

# Name
source: Give your Friend a Name
de: Gib deinem Freund einen Namen

# Light
source: Required light
de: Benötigtes Licht

# Water
source: Check water
de: Wasser prüfen

# Fertilizer
source: Needs fertilizer
de: Benötigt Dünger

# Location
source: Select location
de: Standort auswählen

source: Plant Profile
de: Pflanzenprofil

source: change photo
de: Foto ändern

source: Plant details
de: Pflanzendetails

source: Given name
de: Rufname

source: Requirements
de: Anforderungen

source: Water frequency
de: Gießen

source: Fertilizer frequency
de: Düngen

source: Light Intensity
de: Lichtbedarf

source: Watered
de: Gegossen

source: Fertilized
de: Gedüngt

# Add_Location
source: Add New Location
de: Neue Plant Base hinzufügen

source: New Location
de: Neue Plant Base

source: Location Details
de: Standortdetails

source: Room
de: Raum

# Ass_Plants
source: Associated Plants
de: Zugehörige Pflanzen

# No_Plants
source: No plants associated with this location.
de: Keine Pflanzen mit diesem Standort verknüpft.

source: Water Reminder
de: Erinnerung: Gießen!

# test_reminder_body
source: This is a test reminder for: %@
de: Dies ist eine Testerinnerung für: %@

# plant_reminder_water
source: Time to check water for: %@
de: Zeit, Feuchtigkeit zu prüfen für: %@

source: Fertilizer Reminder
de: Dünger-Erinnerung

# plant_reminder_fertilizer
source: Time to feed: %@
de: Zeit, zu düngen: %@
