Repository: Maria-Feher-Lehrner/iOS_PlantLibrary
Catalog: PlantBase/Localization/*.lproj/Localizable.strings
Languages: de

source: Save
de: Speichern

source: Add
de: Hinzufügen

# Subtitle
source: Your little at home phytothek.
de: Deine kleine Haus-Phytothek.

# Check_blooms
source: Check on your blooms
de: Schau nach deinen Blumen

source: Plant catalogue
de: Pflanzenkatalog

# New_Plant
source: Got a new green friend?
de: Hast du einen neuen grünen Freund?

# Loction_prompt
source: Where do your plants live?
de: Wo leben deine Pflanzen?

# Locations
source: Plant Bases
de: Standorte

# Photo
source: Pick a photo
de: Foto auswählen

# Name
source: Give your Friend a Name
de: Tauf' deine Pflanze

source: Botanical name
de: Botanischer Name

# Light
source: Required light
de: Lichtbedarf

source: low
de: niedrig

# m-low
source: medium-low
de: mittel-niedrig

# m-high
source: medium-high
de: mittel-hoch

source: high
de: hoch

# Water
source: Check water
de: Feuchtigkeit prüfen

# 2/w
source: twice a week
de: 2x / Woche

# 1/w
source: once a week
de: 1x / Woche

# 0.5/w
source: every two weeks
de: alle 2 Wochen

# Fertilizer
source: Needs fertilizer
de: Düngebedarf

# 2/m
source: twice a month
de: 2x / Monat

# 1/m
source: once a month
de: 1x / Monat

# 0.5/m
source: every 2nd month
de: alle 2 Monate

# Location
source: Select location
de: Wähle einen Standort
